{
  "range": "'スポットデータ'!A1:J114",
  "majorDimension": "ROWS",
  "values": [
    [
      "タイムスタンプ",
      "カテゴリ",
      "画像",
      "緯度",
      "経度",
      "スポット名",
      "紹介文",
      "Instagram",
      "Twitter",
      "公式サイト"
    ],
    [
      "2022/05/11 14:46:34",
      "北海道",
      "https://geolonia.github.io/logo/geolonia-logo_b2.jpg",
      "43.388611",
      "145.7825",
      "根室半島チャシ跡群",
      "根室半島チャシ跡群（ねむろはんとうチャシあとぐん）は、北海道根室市にある24か所のチャシ跡（チャシコツ）の総称。国の史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%A0%B9%E5%AE%A4%E5%8D%8A%E5%B3%B6%E3%83%81%E3%83%A3%E3%82%B7%E8%B7%A1%E7%BE%A4"
    ],
    [
      "",
      "北海道",
      "",
      "41.7969",
      "140.756961",
      "五稜郭",
      "五稜郭（ごりょうかく）は、江戸時代末期に江戸幕府が蝦夷地の箱館（現在の北海道函館市）郊外に築造した稜堡式の城郭である",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BA%94%E7%A8%9C%E9%83%AD"
    ],
    [
      "",
      "北海道",
      "",
      "41.430325",
      "140.1086",
      "松前城",
      "松前城（まつまえじょう）は、西蝦夷地（渡島国津軽郡、のち福島郡の一部を編入で松前郡福山（現・北海道松前町松城）にあった日本の城（平山城）。江戸時代、公式には福山城（ふくやまじょう）と記されたが、当時から備後福山城との混同を避けるため松前城とも呼ばれていた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E5%89%8D%E5%9F%8E"
    ],
    [
      "",
      "青森県",
      "",
      "40.608036",
      "140.463806",
      "弘前城",
      "弘前城（ひろさきじょう）は、陸奥国鼻和郡（のち統合と外浜（青森）、西浜（十三湊）を編入で津軽郡）弘前（現・青森県弘前市下白銀町）にあった日本の城である。別名・鷹岡城、高岡城。江戸時代に建造された天守や櫓などが現存し国の重要文化財に指定されている。また城跡は国の史跡に指定されている。江戸時代には津軽氏が居城し弘前藩の藩庁が置かれた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%BC%98%E5%89%8D%E5%9F%8E"
    ],
    [
      "",
      "青森県",
      "",
      "40.506342",
      "141.459611",
      "根城",
      "根城は八戸市街地の西端にあり馬淵川南岸の河岸段丘上にある[1]。 本丸・中館・東善寺・岡前舘・沢里館の5つの館（曲輪）が連なる連郭式の平山城である",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%A0%B9%E5%9F%8E"
    ],
    [
      "",
      "岩手県",
      "",
      "39.699947",
      "141.150111",
      "盛岡城",
      "盛岡城（もりおかじょう）は、岩手県盛岡市（陸奥国岩手郡）にあった日本の城。国の史跡に指定されている。別名は不来方城（こずかたじょう）であると一般に理解されているが、厳密には盛岡城の前身であり、両者は別の城郭である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%9B%9B%E5%B2%A1%E5%9F%8E"
    ],
    [
      "",
      "宮城県",
      "",
      "38.306667",
      "140.988333",
      "多賀城",
      "多賀城（たがじょう/たかのき、多賀柵）は、現在の宮城県多賀城市にあった日本の古代城柵。国の特別史跡に指定されている（指定名称は「多賀城跡 附 寺跡」）。奈良時代から平安時代に陸奥国府や鎮守府が置かれ、11世紀中頃までの東北地方の政治・軍事・文化の中心地であった[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%A4%9A%E8%B3%80%E5%9F%8E"
    ],
    [
      "",
      "宮城県",
      "",
      "38.252478",
      "140.856156",
      "仙台城",
      "仙台城（せんだいじょう）は、宮城県仙台市青葉区（陸奥国宮城郡）の青葉山にあった日本の城（平山城）。雅称は「青葉城」で「五城楼」の別名もある（→仙台参照）。国の史跡[1]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BB%99%E5%8F%B0%E5%9F%8E"
    ],
    [
      "",
      "秋田県",
      "",
      "39.723481",
      "140.123242",
      "久保田城",
      "久保田城（くぼたじょう）は、羽後国（旧出羽国）秋田郡久保田、現在の秋田県秋田市千秋公園近辺にあった城郭。史跡指定はされていないが、「千秋公園（久保田城跡）」として秋田市指定名勝に指定されている[1]。また日本100名城の第9番に選定されている[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B9%85%E4%BF%9D%E7%94%B0%E5%9F%8E"
    ],
    [
      "",
      "山形県",
      "",
      "38.255556",
      "140.328056",
      "山形城",
      "山形城（やまがたじょう）は、山形県山形市霞城町にあった日本の城。別名は霞城（かじょう）、霞ヶ城（かすみがじょう）と呼ばれる。また、吉字城とも呼ばれた[1]。国の史跡に指定され、日本100名城に選定されている[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B1%B1%E5%BD%A2%E5%9F%8E"
    ],
    [
      "",
      "福島県",
      "",
      "37.599642",
      "140.427986",
      "二本松城",
      "二本松城（にほんまつじょう）は、福島県二本松市郭内にある日本の城（平山城）。日本100名城の一つ。別名、霞ヶ城・白旗城と呼ばれる。平成19年（2007年）7月26日、二本松城跡として国の史跡に指定された。「霞ヶ城公園」として日本さくら名所100選に選定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BA%8C%E6%9C%AC%E6%9D%BE%E5%9F%8E"
    ],
    [
      "",
      "福島県",
      "",
      "37.487717",
      "139.929786",
      "若松城",
      "若松城（わかまつじょう）は、福島県会津若松市追手町にあった日本の城である。地元では鶴ヶ城（つるがじょう）と呼ばれるが、同名の城が他にあるため、地元以外では会津若松城と呼ばれることが多い。文献では黒川城、または会津城とされることもある。城は復元された建造物であるため、国の史跡としては、若松城跡（わかまつじょうあと）の名称で指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E8%8B%A5%E6%9D%BE%E5%9F%8E"
    ],
    [
      "",
      "福島県",
      "",
      "37.132753",
      "140.213767",
      "白河小峰城",
      "白河小峰城（しらかわこみねじょう）は、福島県白河市（陸奥国白河郡白河）にあった日本の城。単に小峰城ともいう。同市内には白川城址も存在するが、地元周辺でも古くから白河城と呼称されるものはこの白河小峰城を指す。国の史跡に指定されている。ほか、日本100名城の1つに含まれる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%99%BD%E6%B2%B3%E5%B0%8F%E5%B3%B0%E5%9F%8E"
    ],
    [
      "",
      "茨城県",
      "",
      "36.37515",
      "140.478936",
      "水戸城",
      "水戸市の中心部、水戸駅の北側に隣接する丘陵に築城された連郭式平山城である。北部を流れる那珂川と南部に広がっていた千波湖を天然の堀としていた。台地東端の下の丸（東二の丸）、から西に向かって本丸、二の丸、三の丸が配され、それぞれが空堀で仕切られていた。城郭は主に土塁と空堀で構成された戦国期東国の典型的な城である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%B0%B4%E6%88%B8%E5%9F%8E"
    ],
    [
      "",
      "栃木県",
      "",
      "36.337528",
      "139.45225",
      "鑁阿寺",
      "寺号の詳名は「金剛山 仁王院 法華坊 鑁阿寺（こんごうさん におういん ほっけぼう ばんなじ）」と称する。足利氏の氏寺。本尊は大日如来。鑁阿寺はもともとは足利氏の館（やかた）であり、現在でも、四方に門を設け、寺の境内の周りには土塁と堀がめぐっており、鎌倉時代前後の武士の館の面影が残されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%91%81%E9%98%BF%E5%AF%BA"
    ],
    [
      "",
      "群馬県",
      "",
      "36.404944",
      "138.950972",
      "箕輪城",
      "箕輪城は、榛名白川によって削られた河岸段丘に梯郭式に曲輪が配された平山城である。城の西には榛名白川、南には榛名沼があり、両者が天然の堀を形成していた。城地は東西約500メートル、南北約1,100メートル、面積約47ヘクタールにおよぶ広大なものであった。現在にのこる遺構として、石垣・土塁・空堀の跡が認められる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%AE%95%E8%BC%AA%E5%9F%8E"
    ],
    [
      "",
      "群馬県",
      "",
      "36.317778",
      "139.377472",
      "新田金山城",
      "金山 (群馬県)の頂上にある山城であり、現在は、本丸跡とされている地点に新田神社がある。背後の斜面には石垣の一部が遺存しており、往時のようすを現在に伝える。関東平野を一望に収めることができ、西方は一段低くなっており「日ノ池」「月ノ池」がある。西南には二の丸跡、三の丸跡と呼ばれる曲輪が残り、これら曲輪につながる尾根群には堀切が設けられている。 また南曲輪には中島飛行機の創設者である中島知久平の胸像が建てられている。「戦国時代の関東の山城には本格的な石垣普請の城はない」という従来の定説が発掘調査で覆されたほど、多くの石垣が多用されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%96%B0%E7%94%B0%E9%87%91%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "埼玉県",
      "",
      "36.109733",
      "139.195983",
      "鉢形城",
      "鉢形城は、深沢川が荒川に合流する付近の両河川が谷を刻む断崖上の天然の要害に立地し、その縄張りは唯一平地部に面する南西側に大手、外曲輪、三の曲輪（三ノ丸）の三つの郭を配し、両河川の合流地点である北東側に向かって順に二の曲輪（二ノ丸）、本曲輪（本丸）、笹曲輪と、曲輪が連なる連郭式の構造となっている。搦手、本丸、二ノ丸、三ノ丸および諏訪曲輪には塹壕をともない、また北西側の荒川沿岸は断崖に面する。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%89%A2%E5%BD%A2%E5%9F%8E"
    ],
    [
      "",
      "埼玉県",
      "",
      "35.924514",
      "139.491503",
      "川越城",
      "武蔵野台地の北東端に位置する平山城。1848年（嘉永元年）に建られた本丸御殿の一部が現存する（埼玉県有形文化財）。かつての城は、現在の初雁公園から川越市役所に至る広さであった。大半は失われ、二の丸跡は川越市立博物館・川越市立美術館、三の丸跡は埼玉県立川越高等学校となっているが、高校の南に、小高い丘の「富士見櫓」跡（埼玉県指定史跡）が残り、頂に御嶽神社と浅間神社が建っている。川越城には天守はなく、宇都宮城の清明台櫓と同様に、城の中で一番高い所にあった富士見櫓が天守の代わりをしていた。富士見櫓は三層と考えられている[1]。中世から近世にかけて改築がなされ規模を大きく変えた。藩政時代には、酒井忠勝・松平信綱（知恵伊豆）や柳沢吉保など、幕府の要職についた歴代藩主が多く、幕閣の老中数7名は全国でも最多の藩の1つであり、江戸時代中期までは「老中の居城」であった（中期以降は親藩）。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B7%9D%E8%B6%8A%E5%9F%8E"
    ],
    [
      "",
      "千葉県",
      "",
      "35.721989",
      "140.216717",
      "佐倉城",
      "佐倉城は、鹿島山（標高30メートル）の西端部に築かれ、西側と南側を囲みこむように鹿島川とそれに合流する高崎川が流れ、北側には印旛沼に至る低湿地が広がっていたとされる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BD%90%E5%80%89%E5%9F%8E"
    ],
    [
      "",
      "東京都",
      "",
      "35.688325",
      "139.754367",
      "江戸城",
      "江戸城（えどじょう）は、武蔵国豊嶋郡江戸（現在の東京都千代田区千代田）にあった日本の城である。現在は皇居となっている[3]。江城（こうじょう）および千代田城（ちよだじょう）が別名として知られているが、江戸時代に広く一般に用いられたのは「江城」であったという。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%B1%9F%E6%88%B8%E5%9F%8E"
    ],
    [
      "",
      "東京都",
      "",
      "35.652933",
      "139.252114",
      "八王子城",
      "八王子城は北条氏の本城である小田原城の支城であり、関東の西に位置する軍事上の拠点であった[1]。標高445 m（比高約240 m）の深沢山（現在の城山）に築城された中世山城である。深沢山は華厳菩薩妙行が延喜13年（913年）に山頂で修行した山で、修行中に牛頭天王と8人の王子が現れたとして延喜16年（916年）に八王子権現を祀ったことから、八王子城と名付けられた。別の説では山王権現を祀る日吉大社の末社である山王社が多摩地区には広く存在しており、深沢山にも山王社があったために日吉大社の神体山にちなんで「八王子山」とも呼ばれていたことから八王子城と名付けられたとする説もある（城跡には今日も「山王台」と呼ばれる場所がある）[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%85%AB%E7%8E%8B%E5%AD%90%E5%9F%8E"
    ],
    [
      "",
      "神奈川県",
      "",
      "35.251047",
      "139.153442",
      "小田原城",
      "小田原城（おだわらじょう）は、神奈川県小田原市にある戦国時代から江戸時代にかけての日本の城（平山城）。北条氏の本拠地としても有名で、江戸時代には小田原藩の藩庁があった。城跡は国の史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B0%8F%E7%94%B0%E5%8E%9F%E5%9F%8E"
    ],
    [
      "",
      "山梨県",
      "",
      "35.686864",
      "138.577472",
      "躑躅ヶ崎館",
      "躑躅ヶ崎館（つつじがさきやかた）は、山梨県甲府市古府中（甲斐国山梨郡古府中）にあった戦国期の居館（または日本の城）[注 1]。甲斐国守護武田氏の居館で、戦国大名武田氏の領国経営における中心地となる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E8%BA%91%E8%BA%85%E3%83%B6%E5%B4%8E%E9%A4%A8"
    ],
    [
      "",
      "山梨県",
      "",
      "35.665289",
      "138.571339",
      "甲府城",
      "甲府城（こうふじょう）は、山梨県甲府市にあった日本の城である。別名、舞鶴城（まいづる（ぶかく） じょう）。国の史跡に指定されている[1][2]。天正11年（1583年）、一条小山に徳川家康の命で築城された。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%94%B2%E5%BA%9C%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "36.566108",
      "138.196006",
      "松代城（海津城）",
      "松代城（まつしろじょう）は、信濃国埴科郡海津[1]（現・長野県長野市松代町松代）にあった日本の城跡である。元々は海津城（かいづじょう）と呼ばれていたが貝津城とも言われた。また茅津城（かやつじょう）とも言われ茅の生い茂った地であったと伝える説もある。形式は輪郭式平城。国の史跡に指定されている。なお、越後国頚城郡にある松代城の読みは、「まつだい」である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E4%BB%A3%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "36.403922",
      "138.244794",
      "上田城",
      "上田城（うえだじょう）は、長野県上田市二の丸（旧・信濃国小県郡上田）にあった日本の城。なお、現在残っている城は仙石忠政によって江戸時代初期の寛永年間に再建築城されたものである。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%8A%E7%94%B0%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "36.327336",
      "138.417247",
      "小諸城",
      "小諸城（こもろじょう）は、 長野県小諸市（旧・信濃国佐久郡（のち北佐久郡）小諸[注 1]）にある日本の城跡。別名、酔月城、穴城、白鶴城。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B0%8F%E8%AB%B8%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "36.2391",
      "137.969119",
      "松本城",
      "松本城（まつもとじょう）は、長野県松本市（旧・信濃国筑摩郡[注 1]筑摩野松本）にある日本の城である。松本城と呼ばれる以前は深志城（ふかしじょう）といった。別名とされる「烏城（からすじょう）」[注 2]という呼称について、松本市教育委員会松本城管理事務所は、「烏城」という表現は歴史的な文献などに存在しないとして、誤りであるという見解を示している[1]。安土桃山時代末期-江戸時代初期に建造された天守は国宝に指定され、城跡は国の史跡に指定されている。天守が国宝指定された5城のうちの一つである（他は姫路城、犬山城、彦根城、松江城）。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E6%9C%AC%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "35.833078",
      "138.062803",
      "高遠城",
      "高遠城は諏訪氏一門の高遠頼継が居城としており、甲斐国守護の武田氏と同盟関係にある諏訪氏当主の頼重とは反目していた。頼継は1541年（天文10年）に甲斐守護武田晴信（信玄）に内応して諏訪攻略を援護している。頼重は武田により滅ぼされるが、諏訪の領有を巡り武田と頼継は対立し、1545年（天文14年）4月に武田勢は高遠城と藤沢頼親の福与城攻めを行い、伊那地方への進出拠点とした。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%AB%98%E9%81%A0%E5%9F%8E"
    ],
    [
      "",
      "新潟県",
      "",
      "37.955467",
      "139.325408",
      "新発田城",
      "城の北部を流れる加治川を外堀に利用した平城であり、本丸を中心に北の古丸と南の二の丸で囲い、その南側に三の丸を配する構造であった。現在は本丸の一部を除く全域と古丸全域、二の丸の一部が自衛隊駐屯地として利用され、本丸南側の石垣と堀、櫓門の本丸表門と二重櫓の二の丸隅櫓が現存。現存建築がある城跡としては新潟県内では唯一である[2]。ほかに三階櫓や二重櫓の復元建築がある。また、石垣は本丸の表門側のみに前面乱積みの石垣がもちいられ、他は腰巻石垣や土居であったと考えられている。しかし寛文9（1669）年の大地震により、石垣が崩落しその復旧工事で、切込接布積に改められたとされる[3]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%96%B0%E7%99%BA%E7%94%B0%E5%9F%8E"
    ],
    [
      "",
      "新潟県",
      "",
      "37.146689",
      "138.205553",
      "春日山城",
      "春日山城（かすがやまじょう）は、越後国頸城郡中屋敷春日山（現在の新潟県上越市春日山町）[1]にあった中世の山城（日本の城）。主に長尾氏の居城で、戦国武将上杉謙信の城として知られる。春日山城跡は国の史跡に指定されている。日本五大山城の一つとされることもある[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%98%A5%E6%97%A5%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "富山県",
      "",
      "36.749167",
      "137.020556",
      "高岡城",
      "高岡城（たかおかじょう）は、富山県高岡市古城（旧越中国射水郡関野）にあった日本の城（平城）。日本100名城のひとつである。現在、城跡は高岡古城公園（たかおかこじょうこうえん）として整備され、市民の憩いの場となっており、国の史跡に指定[1]されている。桜の名所としても有名で日本さくら名所100選に選定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%AB%98%E5%B2%A1%E5%9F%8E"
    ],
    [
      "",
      "石川県",
      "",
      "37.009036",
      "136.983917",
      "七尾城",
      "七尾湾が一望できる、石動山系の北端の標高300mほどの尾根上（通称「城山」）にあり、その尾根から枝分かれする行く筋もの大小の尾根にも無数の砦を配置した大規模な山城である。「七尾」という名は「七つの尾根」（松尾・竹尾・梅尾・菊尾・亀尾・虎尾・龍尾）から由来されるという。別名として「松尾城」あるいは「末尾城」と記した資料も残る。これは城が七つの尾根のうち松尾に築かれたためである。いずれも尾根づたいに配された曲輪を連想させる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%83%E5%B0%BE%E5%9F%8E"
    ],
    [
      "",
      "石川県",
      "",
      "36.564317",
      "136.659228",
      "金沢城",
      "金沢平野のほぼ中央を流れる犀川と浅野川とに挟まれた小立野台地の先端に築かれた、戦国時代から江戸時代にかけての梯郭式の平山城である（かつて「尾山」と呼ばれたのもこの地形にちなむ。台地先端を山の尾とみなした）。櫓や門に見られる、白漆喰の壁にせん瓦を施した海鼠（なまこ）壁と屋根に白い鉛瓦が葺かれた外観、櫓1重目や塀に付けられた唐破風や入母屋破風の出窓は、金沢城の建築の特徴である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%87%91%E6%B2%A2%E5%9F%8E"
    ],
    [
      "",
      "福井県",
      "",
      "36.152422",
      "136.272144",
      "丸岡城",
      "福井平野丸岡市街地の東に位置する小高い独立した丘陵に築かれた平山城である。近世に山麓部分が増築され、周囲に五角形の内堀が廻らされていた。安土桃山時代に建造されたと推定される天守は重要文化財に指定されている。その他、石垣が現存している。移築現存する建物として、小松市の興善寺および、あわら市の蓮正寺に、それぞれ城門、丸岡町野中山王の民家に、不明門と伝わる城門がある。ほかに土塀が現存する。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%B8%E5%B2%A1%E5%9F%8E"
    ],
    [
      "",
      "福井県",
      "",
      "35.999492",
      "136.295564",
      "一乗谷城",
      "一乗谷朝倉氏遺跡（いちじょうだに あさくらし いせき）は、福井県福井市城戸ノ内町にある戦国時代の遺跡（日本の城）である。戦国時代に一乗谷城を中心に越前国を支配した戦国大名朝倉氏の遺跡。一乗谷城（山城）と山麓の城下町（朝倉氏および家臣の居館）からなる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%80%E4%B9%97%E8%B0%B7%E6%9C%9D%E5%80%89%E6%B0%8F%E9%81%BA%E8%B7%A1"
    ],
    [
      "",
      "岐阜県",
      "",
      "35.359931",
      "137.451022",
      "岩村城",
      "岩村城（いわむらじょう）は、岐阜県恵那市岩村町にある中世の日本の城（山城跡）で、岩村遠山氏が建造し代々城主となっていたが、戦国時代末期に団忠正や河尻秀隆が城主となった時期もあった。江戸時代には岩村藩の城となった。付近は霧が多く発生するため、別名・霧ヶ城とも呼ばれる。中津川市の苗木城、可児市の兼山城と並び岐阜の三山城と称される。岐阜県指定史跡[1]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%A9%E6%9D%91%E5%9F%8E"
    ],
    [
      "",
      "岐阜県",
      "",
      "35.434072",
      "136.782214",
      "岐阜城",
      "岐阜城（ぎふじょう）は、美濃国井之口の山[稲葉山]（現・岐阜県岐阜市の金華山）にあった城（山城跡）。もとは稲葉山城と言い、鎌倉時代以来の歴史があり[1]、本格的に整備されたのは戦国時代の斎藤道三の時期だと考えられる。織田信長が1567年の稲葉山城の戦いにより斎藤龍興から奪取し、本拠地を小牧山から当城へと移し、その縄張りを破却して新たに造営したものが岐阜城である。『信長公記』に「尾張国小真木山より濃州稲葉山へ御越しなり。井口と申すを今度改めて、岐阜と名付けさせられ」と記載されており、ここから天下布武、天下統一をおこなうという意味をこめて、信長が山頂にある城や麓にある町などを「井口」から「岐阜」へと改名したことにより「岐阜城」と呼ばれることになった",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%90%E9%98%9C%E5%9F%8E"
    ],
    [
      "",
      "静岡県",
      "",
      "35.156397",
      "138.992419",
      "山中城",
      "北条氏によって築城され、小田原城の支城として位置づけられる。箱根十城のひとつ[1]。三島市によって当時を反映した整備改修がなされ、堀や土塁などの遺構は風化を避けるため、盛土による被履の上芝を張って保護し、畝堀や障子堀の構造が明確に把握できるように整備されており北条氏の築城方法を良く知ることのできる城跡となっている。また、北条氏滅亡と共に廃城となったため、北条氏独特の城郭の構造を多く残していることが注目される。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B1%B1%E4%B8%AD%E5%9F%8E"
    ],
    [
      "",
      "静岡県",
      "",
      "34.979167",
      "138.383333",
      "駿府城",
      "駿府城（すんぷじょう）は、静岡県静岡市葵区にあった日本の城である。別名は、府中城（ふちゅうじょう）、駿河府中城（するがふちゅうじょう）、静岡城（しずおかじょう）など。江戸時代には駿府藩や駿府城代が、明治維新期には再び駿府藩（間もなく静岡藩に改称）が置かれた。江戸初期には大御所政治（駿府政権）の中心地となった",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%A7%BF%E5%BA%9C%E5%9F%8E"
    ],
    [
      "",
      "静岡県",
      "",
      "34.775417",
      "138.014733",
      "掛川城",
      "戦国時代には東海道を扼する遠江国東部の中心、拠点として掛川はしばしば争奪戦の舞台となった。朝比奈氏によって逆川の北沿岸にある龍頭山に築かれたとされ、現在見られる城郭の構造の基本的な部分は安土桃山時代に同地に入封した山内一豊によるものである。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%8E%9B%E5%B7%9D%E5%9F%8E"
    ],
    [
      "",
      "愛知県",
      "",
      "35.388322",
      "136.939261",
      "犬山城",
      "犬山城（いぬやまじょう）は、尾張国と美濃国の境、木曽川南岸の地「犬山」にあった日本の城である。現在の場所で言えば愛知県犬山市にあり、天守のみが現存し、江戸時代までに建造された「現存天守12城」のひとつである。また天守が国宝指定された5城のうちの一つである（他は姫路城、松本城、彦根城、松江城）。城跡は「犬山城跡」として、国の史跡に指定されている[1][2]。日本で最後まで個人が所有していた城（2004年まで個人所有）である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%8A%AC%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "愛知県",
      "",
      "35.185492",
      "136.899086",
      "名古屋城",
      "16世紀の前半に今川氏親が、尾張進出のために築いた「柳ノ丸」が名古屋城の起源とされる。この城は、のちの名古屋城二之丸一帯にあったと考えられている。1538年（天文七年）、織田信秀が今川氏豊から奪取し那古野城と改名した。信秀は一時期この城に居住し、1542年頃に信秀は古渡城に移り、那古野城は信長の居城となった（かつては1532年に城を奪取し、信長は那古野城で生まれたとされていたが、近年は上記の為勝幡城で生まれたという説が有力である）。1555年（弘治元年）に信長が清須城（清洲城）に本拠を移し、その後叔父の信光に与えられるが家臣に殺害されたため、家臣の林秀貞が守ることになるもやがて廃城となった。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%90%8D%E5%8F%A4%E5%B1%8B%E5%9F%8E"
    ],
    [
      "",
      "愛知県",
      "",
      "34.956308",
      "137.158806",
      "岡崎城",
      "岡崎城（おかざきじょう）は、三河国岡崎藩（現在の愛知県岡崎市康生町）にあった日本の城。徳川家康の生地である。別名、龍城。戦国時代から安土桃山時代には松平氏の持ち城、江戸時代には岡崎藩の藩庁であった。岡崎城は当初、「岡竒城」と記された。また、『三河国名所図会』には、「岡崎は享禄（1528年（享禄元年） - 1531年（享禄4年））以来の名號にして、其以前は菅生郷なり、」と記載されている[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%A1%E5%B4%8E%E5%9F%8E"
    ],
    [
      "",
      "愛知県",
      "",
      "34.922817",
      "137.559847",
      "長篠城",
      "長篠城（ながしのじょう）は、三河設楽郡長篠（愛知県新城市長篠）にあった日本の城。特に天正3年（1575年）の長篠の戦いに先立つ長篠城をめぐる激しい攻防戦で知られる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%95%B7%E7%AF%A0%E5%9F%8E"
    ],
    [
      "",
      "三重県",
      "",
      "34.770142",
      "136.127142",
      "伊賀上野城\t",
      "上野城（うえのじょう）は、三重県伊賀市上野丸之内（上野公園）にあった日本の城（平山城）である。白鳳城、伊賀上野城とも呼ばれる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%8A%E9%87%8E%E5%9F%8E"
    ],
    [
      "",
      "三重県",
      "",
      "34.575889",
      "136.525722",
      "松阪城",
      "城の縄張りは梯郭式平山城である[3]。松阪市の中心地の北部に位置する。阪内川が城北を流れ天然の堀となっている[3]。江戸時代初期には松坂藩の居城となっていたが、廃藩後は御三家紀州藩の南伊勢国内17万9千石を統括するために城代が置かれた[3]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E5%9D%82%E5%9F%8E"
    ],
    [
      "",
      "滋賀県",
      "",
      "35.459359",
      "136.277072",
      "小谷城",
      "日本五大山城の一つに数えられる[1]。標高約495m小谷山（伊部山）から南の尾根筋に築かれ、浅井長政とお市の方との悲劇の舞台として語られる城である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B0%8F%E8%B0%B7%E5%9F%8E"
    ],
    [
      "",
      "滋賀県",
      "",
      "35.276422",
      "136.251889",
      "彦根城",
      "江戸時代初期、現在の滋賀県彦根市金亀町にある彦根山に、鎮西を担う井伊氏の拠点として築かれた平山城（標高50m）である。山は「金亀山（こんきやま）」の異名を持つため、金亀城（こんきじょう）とも呼ばれた。多くの大老を輩出した譜代大名である井伊氏14代の居城であった。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%BD%A6%E6%A0%B9%E5%9F%8E"
    ],
    [
      "",
      "滋賀県",
      "",
      "35.155914",
      "136.139408",
      "安土城",
      "安土城は織田信長によって現在の安土山に建造され、大型の天守（現地では「天主」と表記）を初めて持つなど威容を誇った。建造当時は郭が琵琶湖に接していた（大中湖）[注釈 1]。地下1階地上6階建てで、天主の高さが約32メートル。それまでの城にはない独創的な意匠で絢爛豪華な城であったと推測されている。総奉行は丹羽長秀、普請奉行に木村高重、大工棟梁には岡部又右衛門、縄張奉行には羽柴秀吉、石奉行には西尾吉次、小沢六郎三郎、吉田平内、大西某、瓦奉行には小川祐忠、堀部佐内、青山助一があたった。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%AE%89%E5%9C%9F%E5%9F%8E"
    ],
    [
      "",
      "滋賀県",
      "",
      "35.145444",
      "136.162931",
      "観音寺城",
      "観音寺城（かんのんじじょう）は、滋賀県近江八幡市安土町にあった日本の城（山城）である。支城に和田山城、佐生城、箕作城、長光寺城などがある。城跡は国の史跡に指定されている。日本五大山城の一つ[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E8%A6%B3%E9%9F%B3%E5%AF%BA%E5%9F%8E"
    ],
    [
      "",
      "京都府",
      "",
      "35.014156",
      "135.7475",
      "二条城",
      "二条城（にじょうじょう）は、京都市中京区二条通堀川西入二条城町（かつての山城国葛野郡）にある、江戸時代に造営された日本の城。正式名称は元離宮二条城（もとりきゅうにじょうじょう）。京都市街の中にある平城で、後述する足利氏・織田氏・豊臣氏・徳川氏によるものがあるが、現存する城は徳川氏によるものである。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BA%8C%E6%9D%A1%E5%9F%8E"
    ],
    [
      "",
      "大阪府",
      "",
      "34.687378",
      "135.525844",
      "大坂城",
      "大坂城／大阪城（おおさかじょう[注釈 1]）は、安土桃山時代に上町台地の先端、摂津国東成郡生玉荘大坂に築かれ、江戸時代に再築された日本の城。別称は錦城（きんじょう／金城とも表記）。「大阪城跡」として国の特別史跡に指定されている。なお、城址を含む一帯は大阪城公園（おおさかじょうこうえん）として整備されている。天守は博物館「大阪城天守閣」となっている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%A4%A7%E5%9D%82%E5%9F%8E"
    ],
    [
      "",
      "大阪府",
      "",
      "34.417225",
      "135.651197",
      "千早城",
      "千早城（ちはやじょう）は、大阪府南河内郡千早赤阪村大字千早にある日本の城。国の史跡に指定されている。鎌倉時代末期より南北朝時代に存在した楠木正成・築城の城である。四方を絶壁に囲まれ要塞堅固を誇ったといわれる連郭式山城である。金剛山城。楠木七城の一つ。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%8D%83%E6%97%A9%E5%9F%8E"
    ],
    [
      "",
      "兵庫県",
      "",
      "35.3",
      "134.828889",
      "竹田城",
      "竹田城（たけだじょう）は、現在の兵庫県朝来市和田山町竹田にあった日本の城（山城）。縄張りが虎が臥せているように見えることから、別名虎臥城（とらふすじょう、こがじょう）。国の史跡に指定されている。また城下から遥か高く見上げる山の頂に位置し、しばしば円山川の川霧により霞むことから、「天空の城」[1]や「日本のマチュピチュ」[1][2]とも呼ばれる。雲海に浮かび上がる古城の累々たる石垣群の威容は、名物ともなっている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%AB%B9%E7%94%B0%E5%9F%8E"
    ],
    [
      "",
      "兵庫県",
      "",
      "35.072822",
      "135.218253",
      "篠山城",
      "篠山城（ささやまじょう）は、兵庫県丹波篠山市北新町にある日本の城跡（近世城郭）。篠山盆地の中央部、笹山とよばれる小丘陵に築かれた平山城で、篠山藩の藩庁であった。国の史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%AF%A0%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "兵庫県",
      "",
      "34.652797",
      "134.991797",
      "明石城",
      "JR明石駅北側に位置し、駅ホームより間近に望める。縄張りは連郭梯郭混合式の平山城である。丘陵舌端に築かれ、本丸付近は柿本人麻呂を祀った人丸塚があったと言われており、この地は嘉吉の乱で激戦地となった。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%98%8E%E7%9F%B3%E5%9F%8E"
    ],
    [
      "",
      "兵庫県",
      "",
      "34.839378",
      "134.694097",
      "姫路城",
      "姫路城（ひめじじょう）は、兵庫県姫路市にある日本の城。江戸時代初期に建てられた天守や櫓等の主要建築物が現存し、国宝や重要文化財に指定されている。また、主郭部を含む中堀の内側は「姫路城跡」として国の特別史跡に指定されている[8][9]。また、ユネスコの世界遺産リストにも登録され[10][11]、日本100名城[12]などに選定されている。別名は白鷺城（はくろじょう・しらさぎじょう。詳細は名称の由来と別名を参照）という。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%A7%AB%E8%B7%AF%E5%9F%8E"
    ],
    [
      "",
      "兵庫県",
      "",
      "34.745669",
      "134.388983",
      "赤穂城",
      "赤穂城（あこうじょう）は、兵庫県赤穂市にある日本の城。江戸時代は赤穂藩（加里屋藩[6]）の藩主が暮らした城。城郭は国の史跡[7]に、本丸庭園と二之丸庭園は名勝[8]に指定されている。別名・加里屋城（かりやじょう）、大鷹城（おおたかじょう）[要出典]。日本100名城、日本の歴史公園100選にも選定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E8%B5%A4%E7%A9%82%E5%9F%8E"
    ],
    [
      "",
      "奈良県",
      "",
      "34.429442",
      "135.826825",
      "高取城",
      "城は、高取町市街から4キロメートル程南東にある、標高583メートル、比高350メートルの高取山山上に築かれた山城である。山上に白漆喰塗りの天守や櫓が29棟建て並べられ、城下町より望む姿は「巽高取雪かと見れば、雪ではござらぬ土佐の城」と歌われた。なお、土佐とは高取の旧名である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%AB%98%E5%8F%96%E5%9F%8E"
    ],
    [
      "",
      "和歌山県",
      "",
      "34.227628",
      "135.171622",
      "和歌山城",
      "和歌山城は和歌山市の中心部に位置する標高48.9mの虎伏山（とらふすやま）山頂に建造され、北部を流れる紀の川を天然の堀とする。本丸の北側に二の丸が配され、その外に大きく三の丸が配された、梯郭式平山城である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%92%8C%E6%AD%8C%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "鳥取県",
      "",
      "35.51",
      "134.241111",
      "鳥取城",
      "鳥取城（とっとりじょう）は、鳥取県鳥取市（旧・因幡国邑美郡）に築かれた戦国時代から江戸時代の日本の城である。国の史跡に指定[1]され、別名は久松城（きゅうしょうじょう）・久松山城という。戦国時代から江戸末期にかけての城郭形態の変化を窺うことができることから「城郭の博物館」の異名を持つ[2]。織田信長の中国攻めでは、家臣の羽柴秀吉が兵糧攻めを用いて攻略した。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%B3%A5%E5%8F%96%E5%9F%8E"
    ],
    [
      "",
      "島根県",
      "",
      "35.475139",
      "133.050694",
      "松江城",
      "小瀬甫庵の縄張りによる平山城。江戸時代には松江藩の政庁として、出雲地方の政治経済の中心であった。山陰地方で唯一の現存天守であり、国宝指定された5城のうちの一つである（他は犬山城、松本城、彦根城、姫路城）。標高29メートルの亀田山に建つ天守からは宍道湖を眺望することができる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E6%B1%9F%E5%9F%8E"
    ],
    [
      "",
      "島根県",
      "",
      "35.36095",
      "133.185261",
      "月山富田城",
      "歴代の出雲国守護職の居城で1396年から1566年（戦国時代）には大名尼子氏の本拠地となり以後尼子氏とともに山陰の要衝の地となった。尼子氏は中国地方の覇権を巡って周辺諸国と争い尼子経久の時期に出雲に基盤を造り上げ、嫡孫尼子晴久の代には山陰・山陽八ヶ国守護の大大名となった。天然の地形を利用した、最も難攻不落の要塞城といわれ「天空の城」とも呼ばれていた。その後、城を巡っても度々攻防戦が行われたが最終的に尼子氏は毛利氏によって滅ぼされ、城も毛利領となった。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9C%88%E5%B1%B1%E5%AF%8C%E7%94%B0%E5%9F%8E"
    ],
    [
      "",
      "島根県",
      "",
      "34.460278",
      "131.764167",
      "津和野城",
      "津和野城は津和野盆地の南西部に横たわる標高367メートルの霊亀山[3]に築かれた山城である。築城時からは少なくても室町時代後期（戦国時代）までは三本松城（もしくは一本松城）と呼ばれていた。尾根伝いに南にある出城の中荒城、当城と併せて史跡指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%B4%A5%E5%92%8C%E9%87%8E%E5%9F%8E"
    ],
    [
      "",
      "岡山県",
      "",
      "35.062769",
      "134.004953",
      "津山城",
      "城郭の形式は梯郭式平山城。日本三大平山城のひとつ。津山盆地の中央部に位置し、城の東部を流れる吉井川支流の宮川及び丘陵の天然の断崖を防御線に取り入れている。城の南部を流れる吉井川とその支流で西部に位置する藺田川（いだがわ）を外郭とし、その内側に城下町の主要部を形成している。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%B4%A5%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "岡山県",
      "",
      "34.809078",
      "133.622303",
      "松山城",
      "松山城（まつやまじょう）は、岡山県高梁市内山下にあった日本の城（山城）である。別名、高梁城（たかはしじょう）。愛媛県松山市にある松山城を初め、各地の同名の城との混同を避けるために、一般的には「備中松山城（びっちゅうまつやまじょう）」と呼ぶことが多い。日本100名城の一つ。現存天守12城の一つでもあり、この中で唯一の山城である[1]。臥牛山山頂（標高487m）から南稜線にかけて遺構が残っており、そのうち一つである小松山城跡に現存天守（標高430m）がある。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E5%B1%B1%E5%9F%8E_(%E5%82%99%E4%B8%AD%E5%9B%BD)"
    ],
    [
      "",
      "岡山県",
      "",
      "34.726536",
      "133.762914",
      "鬼ノ城",
      "白村江の戦いで唐・新羅連合軍に大敗した後、大和朝廷は倭（日本）の防衛のために、対馬～畿内に至る要衝に様々な防御施設を築いている[3]。鬼ノ城は史書に記載が無く、築城年は不明であるが、発掘調査では7世紀後半に築かれたとされている[4]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%AC%BC%E3%83%8E%E5%9F%8E"
    ],
    [
      "",
      "岡山県",
      "",
      "34.665181",
      "133.936053",
      "岡山城",
      "戦国時代に、備前東部から興って、美作、備中東部まで勢力を伸ばした宇喜多氏が本拠としたことで近世城郭の基礎が生まれ、その後小早川氏、池田氏により整備、拡張が行われた。岡山城は標高が十数メートルの丘が連なる小高い土地に建設された。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%A1%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "広島県",
      "",
      "34.491039",
      "133.361122",
      "福山城",
      "福山城は1615年（慶長20年）の一国一城令発布後の元和8年（1622年）に竣工した城である[2]。大規模な新規築城による近世城郭では最後の例となった。備後福山藩の藩庁かつ藩主の居城であった。形式は輪郭式の平山城だが、2重の堀や瀬戸内海へ抜ける運河を持つために海城としても知られる[2]。五重の天守と7基の三重櫓を有していた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%A6%8F%E5%B1%B1%E5%9F%8E_(%E5%82%99%E5%BE%8C%E5%9B%BD)"
    ],
    [
      "",
      "広島県",
      "",
      "34.674286",
      "132.709589",
      "吉田郡山城",
      "城は可愛川（江の川）[注釈 1]と多治比川に挟まれた吉田盆地の北に位置する郡山全山に及ぶ。築城初期は砦のような小規模な城だったが、毛利氏の勢力拡大とともに拡張され、山全体を要塞とする巨大な城郭となった。後に毛利輝元が広島城へ移るまでのあいだ居城としていた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%90%89%E7%94%B0%E9%83%A1%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "広島県",
      "",
      "34.402814",
      "132.458967",
      "広島城",
      "江戸時代初頭に入城した福島正則の増築以降に、城域となった外堀までの約90万平方メートルの範囲のうち、現在の史跡としての広島城は広島市中央公園内[5] の内堀を含む本丸跡と二の丸跡の範囲で、広さ約12万m2[6] と三の丸跡の一部が残る。大坂城や岡山城らと共に初期近世城郭の代表的なもので、[7] また名古屋城、岡山城と共に日本三大平城[8] に数えられる。日本100名城の一つに選定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%BA%83%E5%B3%B6%E5%9F%8E"
    ],
    [
      "",
      "山口県",
      "",
      "34.175256",
      "132.174231",
      "岩国城",
      "江戸時代初期は岩国領の居城となり、山城である横山城は本丸を中心として南西に二ノ丸、北東に北ノ丸、ほかに水の手などの曲輪が配置され、麓には、「御土居」が築かれた。本丸には4重6階の天守などを上げていたが、廃城後は天守は破却されて土居が陣屋として存続した。城下と城を隔てる錦川には錦帯橋が架けられ、特徴的な景観を作り出している。城下町はこの錦帯橋の道筋を基準に整然と整備された。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%A9%E5%9B%BD%E5%9F%8E"
    ],
    [
      "",
      "山口県",
      "",
      "34.417592",
      "131.382478",
      "萩城",
      "関ヶ原の戦いに西軍の総大将に就いたことにより周防国・長門国の2ヶ国に減封された毛利氏が、広島城に代わる新たな居城として慶長9年（1604年）に築いた城。完工は慶長13年（1608年）だが、築城者である毛利輝元[1]は、慶長9年12月に未完成のまま入城していた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E8%90%A9%E5%9F%8E"
    ],
    [
      "",
      "徳島県",
      "",
      "34.075192",
      "134.555275",
      "徳島城",
      "徳島城はJR徳島駅の北側にあり、徳島市の中心部に位置する。吉野川河口付近の中洲に位置する標高61メートルの城山に築かれた山城と城山の周囲の平城からなる、連郭式の平山城である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%BE%B3%E5%B3%B6%E5%9F%8E"
    ],
    [
      "",
      "香川県",
      "",
      "34.350056",
      "134.050389",
      "高松城",
      "別名「玉藻城」は、万葉集で柿本人麻呂が讃岐国の枕詞に「玉藻よし」と詠んだことに因み、高松城周辺の海域が玉藻の浦と呼ばれていたことに由来するとされている。高松城は、豊臣秀吉の四国制圧の後、1587年（天正15年）讃岐1国の領主となった生駒親正によって、「野原」と呼ばれた港町に築かれた。現在見られる遺構は、江戸初期に徳川光圀の兄で常陸国から12万石で高松に移封された松平頼重によって改修されたものである。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%AB%98%E6%9D%BE%E5%9F%8E_(%E8%AE%83%E5%B2%90%E5%9B%BD)"
    ],
    [
      "",
      "香川県",
      "",
      "34.286286",
      "133.800097",
      "丸亀城",
      "丸亀城（まるがめじょう）は、讃岐国、現在の香川県丸亀市にある日本の城である。別名、亀山城（かめやまじょう）、蓬莱城（ほうらいじょう）ともいう。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%B8%E4%BA%80%E5%9F%8E"
    ],
    [
      "",
      "愛媛県",
      "",
      "34.063336",
      "133.006806",
      "今治城",
      "慶長7年（1602年）、藤堂高虎[1]によって築城開始され、慶長9年（1604年）に完成した。普請奉行として渡辺了の名が知られている。今治城完成以前の今治の支配拠点は、唐子山山頂にあった国府城であったが、より能率的な都市経営を目指すため築城された。構造は、三重の堀に海水を引き入れた特異な構造で、当時は海から堀へ直接船で入ることができるなど海上交通の要所今治らしく海を最大限に活用した城となっている。日本三大水城の一つに数えられている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BB%8A%E6%B2%BB%E5%9F%8E"
    ],
    [
      "",
      "愛媛県",
      "",
      "33.848108",
      "132.786742",
      "湯築城",
      "湯築城（ゆづきじょう）は、愛媛県松山市道後公園にある城跡。堀や土塁が現存する。国の史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%B9%AF%E7%AF%89%E5%9F%8E"
    ],
    [
      "",
      "愛媛県",
      "",
      "33.845539",
      "132.765722",
      "松山城",
      "松山城（まつやまじょう）は、愛媛県松山市にあった日本の城。別名 金亀城（きんきじょう）、勝山城（かつやまじょう）。各地に松山城と呼ばれる城が多数存在するため「伊予松山城」と呼ばれることもあるが、一般的に「松山城」は本城を指すことが多い。同じ現存12天守の一つ、岡山県高梁市にある備中松山城と比較すると、本城が優勢となってい",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E5%B1%B1%E5%9F%8E_(%E4%BC%8A%E4%BA%88%E5%9B%BD)"
    ],
    [
      "",
      "愛媛県",
      "",
      "33.509539",
      "132.541131",
      "大洲城",
      "大洲の地は、伊予を南北につなぐ大洲街道・宇和島街道の結節点にあり、また東には四国山脈を抜けて土佐国に出る街道がある。また、すぐ西には大洲の外港とも言える八幡浜（現・八幡浜市）があり、大洲は歴史的にはやや鄙びた立地ながらも交通の要衝と言える場所にあった。伊予宇都宮氏が創建した当初は、肱川と久米川の合流点にあたる地蔵ヶ岳に築城したことから地蔵ヶ岳城と呼ばれた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%A4%A7%E6%B4%B2%E5%9F%8E"
    ],
    [
      "",
      "愛媛県",
      "",
      "33.219478",
      "132.565236",
      "宇和島城",
      "宇和島城（うわじまじょう）は、四国の愛媛県宇和島市丸之内にあった日本の城である。江戸時代は宇和島藩の藩庁となった。城跡は国の史跡に指定されている（1937年〈昭和12年〉指定）。別名は鶴島城。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%AE%87%E5%92%8C%E5%B3%B6%E5%9F%8E"
    ],
    [
      "",
      "高知県",
      "",
      "33.560703",
      "133.531539",
      "高知城",
      "高知城（こうちじょう）は、高知県高知市（土佐国土佐郡高知）にある日本の城。別名鷹城（たかじょう）。江戸時代には土佐藩の藩庁が置かれた。江戸時代に建造された天守や本丸御殿（なお、天守と本丸御殿が両方現存しているのは高知城のみである）、追手門等が現存し（天守と追手門が両方現存している城は全国で弘前城・丸亀城・高知城の3ヶ所）、城跡は国の史跡に指定されている。日本100名城に選定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%AB%98%E7%9F%A5%E5%9F%8E"
    ],
    [
      "",
      "福岡県",
      "",
      "33.584381",
      "130.383103",
      "福岡城",
      "江戸時代初頭、関ヶ原の戦いで功績のあった外様大名の黒田長政が、警固村福崎の丘陵地に築いた城である[3]。以降、明治まで福岡藩黒田氏の居城となった。築城の際に、黒田家ゆかりの地である備前国福岡（現在の岡山県瀬戸内市長船町福岡）の地名にちなみ福崎を「福岡」と改めた[4][5]。普請奉行は野口佐助一成である[6]。城地となった警固村福崎は、古くから商人の町として栄えていた博多の西側に位置する。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%A6%8F%E5%B2%A1%E5%9F%8E"
    ],
    [
      "",
      "福岡県",
      "",
      "33.539917",
      "130.521556",
      "大野城",
      "大野城（おおのじょう/おおののき）は、福岡県の太宰府市・大野城市・糟屋郡宇美町にまたがる大城山（おおきやま）[1]に築かれた、日本の古代山城である。城跡は、1953年（昭和28年）3月31日、国の特別史跡「大野城跡」に指定されている[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%A4%A7%E9%87%8E%E5%9F%8E_(%E7%AD%91%E5%89%8D%E5%9B%BD)"
    ],
    [
      "",
      "佐賀県",
      "",
      "33.53003",
      "129.869375",
      "名護屋城",
      "名護屋（古くは名久野）は海岸線沿いに細長く広がる松浦郡の北東部の小さな湾内に位置し、中世には松浦党の交易拠点の一つであった。ここにはもともと松浦党の旗頭・波多氏の一族である名護屋氏の居城、垣副城があったが、豊臣秀吉は大陸への進攻を企図した際、ここを前線基地として大掛かりな築城を行った。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%90%8D%E8%AD%B7%E5%B1%8B%E5%9F%8E"
    ],
    [
      "",
      "佐賀県",
      "",
      "33.323611",
      "130.390694",
      "吉野ヶ里",
      "佐賀県東部は標高1,000メートル前後の脊振山地を北端に、脊振山地南麓の丘陵地帯、佐賀平野、有明海へと移るにつれて標高が低く、南に開けた地形となっている。吉野ヶ里丘陵はこの脊振山地南麓の丘陵地帯の1つである。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%90%89%E9%87%8E%E3%83%B6%E9%87%8C%E9%81%BA%E8%B7%A1"
    ],
    [
      "",
      "佐賀県",
      "",
      "33.245747",
      "130.302125",
      "佐賀城",
      "佐賀城（さがじょう）は、肥前国佐賀郡佐賀（現在の佐賀県佐賀市城内）にあった日本の城。佐賀城の前身は肥前の戦国大名の龍造寺隆信をはじめ龍造寺宗家代々の居城佐賀龍造寺城であり、慶長期に鍋島氏による改修により、現在の佐賀城の姿になった。古名は佐嘉城[1]。別名、沈み城、亀甲城。江戸時代初頭に完成し以降、外様大名の佐賀藩鍋島氏の居城であった。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BD%90%E8%B3%80%E5%9F%8E"
    ],
    [
      "",
      "長崎県",
      "",
      "33.368575",
      "129.557567",
      "平戸城",
      "平戸島の北部、平戸市街の東部に位置する。平戸港を見下ろし、対岸の九州本土を望む平戸瀬戸に突き出た丘陵上にある。三方を海に囲まれ天然の堀としている。丘陵の頭頂部に本丸が築かれ、その南側に二の丸、東側に三の丸が配された梯郭式の平山城である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B9%B3%E6%88%B8%E5%9F%8E"
    ],
    [
      "",
      "長崎県",
      "",
      "32.789217",
      "130.367264",
      "島原城",
      "有明海に臨み、雲仙岳の麓に位置する。城郭の形式はほぼ長方形の連郭式平城で、高く頑丈な石垣が特徴である。本丸は周りを水堀で囲まれており、二の丸と廊下橋形式の木橋一本で繋がれている。橋を壊せば本丸を独立させることが出来るが、逆に袋の鼠状態になり、しかも廊下橋は防備上、矢玉が当たりにくくなるので、縄張の欠陥とも言える。同じ事例に、高松城の天守曲輪（本丸）がある。また、天守は破風を持たない独立式層塔型5重5階（初重の屋根を庇として4重5階とも）で最上階の廻縁高欄を後に戸板で囲ったため「唐造り」のようになっていた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B3%B6%E5%8E%9F%E5%9F%8E"
    ],
    [
      "",
      "熊本県",
      "",
      "32.806028",
      "130.705897",
      "熊本城",
      "熊本城（くまもとじょう）は、肥後国飽田郡熊本[1]（現在の熊本県熊本市中央区）に築かれた安土桃山時代から江戸時代の日本の城。別名「銀杏城（ぎんなんじょう）」[2]。加藤清正が中世城郭を取り込み改築した平山城で、加藤氏改易後は幕末まで熊本藩細川家の居城だった。明治時代には西南戦争の戦場となった。西南戦争の直前に大小天守や御殿など本丸の建築群が焼失したが[3] 宇土櫓を始めとする櫓・城門・塀が現存し、13棟（櫓11棟、門1棟、塀1棟）が国の重要文化財に指定されている。また、城跡は「熊本城跡」として国の特別史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%86%8A%E6%9C%AC%E5%9F%8E"
    ],
    [
      "",
      "熊本県",
      "",
      "32.211083",
      "130.766492",
      "人吉城",
      "人吉城（ひとよしじょう）は、熊本県人吉市麓町（旧・肥後国球磨郡人吉村）[1]にある日本の城（平山城跡）。相良氏が鎌倉時代に地頭として人吉荘に赴任して以来35代670年の長きにわたり在城し、江戸時代には人吉藩の藩庁であった。国の史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BA%BA%E5%90%89%E5%9F%8E"
    ],
    [
      "",
      "大分県",
      "",
      "33.240642",
      "131.611433",
      "府内城",
      "府内城は、大分市街の中心に位置する梯郭式平城である。安土桃山時代後期、府内に12万石で入封した福原直高が府内の荷落に築城を始めたが、福原氏は改易され、早川長政の府内領再封を経て、関ヶ原の戦いの後に3万5千石で入封した竹中重利が完成させた。なお、府内城は海城でもあるが、豊臣氏政権時代から徳川氏政権初期段階において九州地方に入部した大名は海城を居城としていることが多く、その一例である[3]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%BA%9C%E5%86%85%E5%9F%8E"
    ],
    [
      "",
      "大分県",
      "",
      "32.969217",
      "131.408069",
      "岡城",
      "岡城（おかじょう）は、豊後国直入郡竹田（現在の大分県竹田市大字竹田）にあった日本の城（山城）である。「臥牛城（がぎゅうじょう）」、「豊後竹田城（ぶんごたけたじょう）」とも呼ばれる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%A1%E5%9F%8E_(%E8%B1%8A%E5%BE%8C%E5%9B%BD)"
    ],
    [
      "",
      "宮崎県",
      "",
      "31.629106",
      "131.350303",
      "飫肥城",
      "飫肥城（おびじょう）は、日向国南部（現在の宮崎県日南市飫肥）にある日本の城である。江戸時代は伊東氏飫肥藩の藩庁として繁栄した。飫肥市街北部の丘陵に曲輪を幾つも並べた群郭式の平山城である。伊東四十八城の一つ。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%A3%AB%E8%82%A5%E5%9F%8E"
    ],
    [
      "",
      "鹿児島県",
      "",
      "31.59825",
      "130.554414",
      "鹿児島城",
      "鹿児島城（かごしまじょう）は、薩摩国鹿児島郡城山麓[1]（現在の鹿児島県鹿児島市城山町）に築かれた江戸時代の日本の城である。別名「鶴丸城（つるまるじょう）」。鹿児島では一般的に古くから別名の鶴丸城で呼ばれている。別名の由来は、屋形の形状が鶴が羽を広げたようであったことによる。1601年（慶長6年）に島津忠恒（家久）により築城され、以後廃藩置県まで島津氏の居城であった。城跡は鹿児島県史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%B9%BF%E5%85%90%E5%B3%B6%E5%9F%8E"
    ],
    [
      "",
      "沖縄県",
      "",
      "26.690778",
      "127.929778",
      "今帰仁城",
      "今帰仁城（なきじんぐすく、なきじんじょう、別名：北山城（ほくざんじょう、ほくざんぐすく））は、沖縄県国頭郡今帰仁村に位置する城跡である。14世紀、琉球王国成立以前に存在した北山の国王・北山王の居城であった。国の史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BB%8A%E5%B8%B0%E4%BB%81%E5%9F%8E"
    ],
    [
      "",
      "沖縄県",
      "",
      "26.284194",
      "127.801361",
      "中城城",
      "中城城は当時貿易港であった屋宜港から2キロメートルほど離れた標高約160メートルの丘陵上にあり、中城村の北西から南側に伸びていく丘陵の東崖縁を天然の要害とし、グスクの中で最も遺構がよく残っていることで知られている。石垣の上に立つと西に東シナ海、東に中城湾（太平洋）、さらには洋上の島々まで見渡せる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%AD%E5%9F%8E%E5%9F%8E"
    ],
    [
      "",
      "沖縄県",
      "",
      "26.217031",
      "127.719475",
      "首里城",
      "首里城（しゅりじょう、沖縄方言: スイグシク[1]）は、琉球王国中山首里（現：沖縄県那覇市）にあり、かつて海外貿易の拠点であった那覇港を見下ろす丘陵地にあったグスク（御城）の城趾である。現在は国営沖縄記念公園の首里城地区（通称・首里城公園）として都市公園となっている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%A6%96%E9%87%8C%E5%9F%8E"
    ]
  ]
}