{
  "range": "'スポットデータ'!A1:J84",
  "majorDimension": "ROWS",
  "values": [
    [
      "タイムスタンプ",
      "カテゴリ",
      "画像",
      "緯度",
      "経度",
      "スポット名",
      "紹介文",
      "Instagram",
      "Twitter",
      "公式サイト"
    ],
    [
      "2022/05/11 14:46:34",
      "北海道",
      "https://geolonia.github.io/logo/geolonia-logo_b2.jpg",
      "43.388611",
      "145.7825",
      "根室半島チャシ跡群",
      "根室半島チャシ跡群（ねむろはんとうチャシあとぐん）は、北海道根室市にある24か所のチャシ跡（チャシコツ）の総称。国の史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%A0%B9%E5%AE%A4%E5%8D%8A%E5%B3%B6%E3%83%81%E3%83%A3%E3%82%B7%E8%B7%A1%E7%BE%A4"
    ],
    [
      "",
      "北海道",
      "",
      "41.7969",
      "140.756961",
      "五稜郭",
      "五稜郭（ごりょうかく）は、江戸時代末期に江戸幕府が蝦夷地の箱館（現在の北海道函館市）郊外に築造した稜堡式の城郭である",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BA%94%E7%A8%9C%E9%83%AD"
    ],
    [
      "",
      "北海道",
      "",
      "41.430325",
      "140.1086",
      "松前城",
      "松前城（まつまえじょう）は、西蝦夷地（渡島国津軽郡、のち福島郡の一部を編入で松前郡福山（現・北海道松前町松城）にあった日本の城（平山城）。江戸時代、公式には福山城（ふくやまじょう）と記されたが、当時から備後福山城との混同を避けるため松前城とも呼ばれていた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E5%89%8D%E5%9F%8E"
    ],
    [
      "",
      "青森県",
      "",
      "40.608036",
      "140.463806",
      "弘前城",
      "弘前城（ひろさきじょう）は、陸奥国鼻和郡（のち統合と外浜（青森）、西浜（十三湊）を編入で津軽郡）弘前（現・青森県弘前市下白銀町）にあった日本の城である。別名・鷹岡城、高岡城。江戸時代に建造された天守や櫓などが現存し国の重要文化財に指定されている。また城跡は国の史跡に指定されている。江戸時代には津軽氏が居城し弘前藩の藩庁が置かれた。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%BC%98%E5%89%8D%E5%9F%8E"
    ],
    [
      "",
      "青森県",
      "",
      "40.506342",
      "141.459611",
      "根城",
      "根城は八戸市街地の西端にあり馬淵川南岸の河岸段丘上にある[1]。 本丸・中館・東善寺・岡前舘・沢里館の5つの館（曲輪）が連なる連郭式の平山城である",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%A0%B9%E5%9F%8E"
    ],
    [
      "",
      "岩手県",
      "",
      "39.699947",
      "141.150111",
      "盛岡城",
      "盛岡城（もりおかじょう）は、岩手県盛岡市（陸奥国岩手郡）にあった日本の城。国の史跡に指定されている。別名は不来方城（こずかたじょう）であると一般に理解されているが、厳密には盛岡城の前身であり、両者は別の城郭である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%9B%9B%E5%B2%A1%E5%9F%8E"
    ],
    [
      "",
      "宮城県",
      "",
      "38.306667",
      "140.988333",
      "多賀城",
      "多賀城（たがじょう/たかのき、多賀柵）は、現在の宮城県多賀城市にあった日本の古代城柵。国の特別史跡に指定されている（指定名称は「多賀城跡 附 寺跡」）。奈良時代から平安時代に陸奥国府や鎮守府が置かれ、11世紀中頃までの東北地方の政治・軍事・文化の中心地であった[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%A4%9A%E8%B3%80%E5%9F%8E"
    ],
    [
      "",
      "宮城県",
      "",
      "38.252478",
      "140.856156",
      "仙台城",
      "仙台城（せんだいじょう）は、宮城県仙台市青葉区（陸奥国宮城郡）の青葉山にあった日本の城（平山城）。雅称は「青葉城」で「五城楼」の別名もある（→仙台参照）。国の史跡[1]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BB%99%E5%8F%B0%E5%9F%8E"
    ],
    [
      "",
      "秋田県",
      "",
      "39.723481",
      "140.123242",
      "久保田城",
      "久保田城（くぼたじょう）は、羽後国（旧出羽国）秋田郡久保田、現在の秋田県秋田市千秋公園近辺にあった城郭。史跡指定はされていないが、「千秋公園（久保田城跡）」として秋田市指定名勝に指定されている[1]。また日本100名城の第9番に選定されている[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B9%85%E4%BF%9D%E7%94%B0%E5%9F%8E"
    ],
    [
      "",
      "山形県",
      "",
      "38.255556",
      "140.328056",
      "山形城",
      "山形城（やまがたじょう）は、山形県山形市霞城町にあった日本の城。別名は霞城（かじょう）、霞ヶ城（かすみがじょう）と呼ばれる。また、吉字城とも呼ばれた[1]。国の史跡に指定され、日本100名城に選定されている[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B1%B1%E5%BD%A2%E5%9F%8E"
    ],
    [
      "",
      "福島県",
      "",
      "37.599642",
      "140.427986",
      "二本松城",
      "二本松城（にほんまつじょう）は、福島県二本松市郭内にある日本の城（平山城）。日本100名城の一つ。別名、霞ヶ城・白旗城と呼ばれる。平成19年（2007年）7月26日、二本松城跡として国の史跡に指定された。「霞ヶ城公園」として日本さくら名所100選に選定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BA%8C%E6%9C%AC%E6%9D%BE%E5%9F%8E"
    ],
    [
      "",
      "福島県",
      "",
      "37.487717",
      "139.929786",
      "若松城",
      "若松城（わかまつじょう）は、福島県会津若松市追手町にあった日本の城である。地元では鶴ヶ城（つるがじょう）と呼ばれるが、同名の城が他にあるため、地元以外では会津若松城と呼ばれることが多い。文献では黒川城、または会津城とされることもある。城は復元された建造物であるため、国の史跡としては、若松城跡（わかまつじょうあと）の名称で指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E8%8B%A5%E6%9D%BE%E5%9F%8E"
    ],
    [
      "",
      "福島県",
      "",
      "37.132753",
      "140.213767",
      "白河小峰城",
      "白河小峰城（しらかわこみねじょう）は、福島県白河市（陸奥国白河郡白河）にあった日本の城。単に小峰城ともいう。同市内には白川城址も存在するが、地元周辺でも古くから白河城と呼称されるものはこの白河小峰城を指す。国の史跡に指定されている。ほか、日本100名城の1つに含まれる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%99%BD%E6%B2%B3%E5%B0%8F%E5%B3%B0%E5%9F%8E"
    ],
    [
      "",
      "茨城県",
      "",
      "36.37515",
      "140.478936",
      "水戸城",
      "水戸市の中心部、水戸駅の北側に隣接する丘陵に築城された連郭式平山城である。北部を流れる那珂川と南部に広がっていた千波湖を天然の堀としていた。台地東端の下の丸（東二の丸）、から西に向かって本丸、二の丸、三の丸が配され、それぞれが空堀で仕切られていた。城郭は主に土塁と空堀で構成された戦国期東国の典型的な城である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%B0%B4%E6%88%B8%E5%9F%8E"
    ],
    [
      "",
      "栃木県",
      "",
      "36.337528",
      "139.45225",
      "鑁阿寺",
      "寺号の詳名は「金剛山 仁王院 法華坊 鑁阿寺（こんごうさん におういん ほっけぼう ばんなじ）」と称する。足利氏の氏寺。本尊は大日如来。鑁阿寺はもともとは足利氏の館（やかた）であり、現在でも、四方に門を設け、寺の境内の周りには土塁と堀がめぐっており、鎌倉時代前後の武士の館の面影が残されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%91%81%E9%98%BF%E5%AF%BA"
    ],
    [
      "",
      "群馬県",
      "",
      "36.404944",
      "138.950972",
      "箕輪城",
      "箕輪城は、榛名白川によって削られた河岸段丘に梯郭式に曲輪が配された平山城である。城の西には榛名白川、南には榛名沼があり、両者が天然の堀を形成していた。城地は東西約500メートル、南北約1,100メートル、面積約47ヘクタールにおよぶ広大なものであった。現在にのこる遺構として、石垣・土塁・空堀の跡が認められる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%AE%95%E8%BC%AA%E5%9F%8E"
    ],
    [
      "",
      "群馬県",
      "",
      "36.317778",
      "139.377472",
      "新田金山城",
      "金山 (群馬県)の頂上にある山城であり、現在は、本丸跡とされている地点に新田神社がある。背後の斜面には石垣の一部が遺存しており、往時のようすを現在に伝える。関東平野を一望に収めることができ、西方は一段低くなっており「日ノ池」「月ノ池」がある。西南には二の丸跡、三の丸跡と呼ばれる曲輪が残り、これら曲輪につながる尾根群には堀切が設けられている。 また南曲輪には中島飛行機の創設者である中島知久平の胸像が建てられている。「戦国時代の関東の山城には本格的な石垣普請の城はない」という従来の定説が発掘調査で覆されたほど、多くの石垣が多用されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%96%B0%E7%94%B0%E9%87%91%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "埼玉県",
      "",
      "36.109733",
      "139.195983",
      "鉢形城",
      "鉢形城は、深沢川が荒川に合流する付近の両河川が谷を刻む断崖上の天然の要害に立地し、その縄張りは唯一平地部に面する南西側に大手、外曲輪、三の曲輪（三ノ丸）の三つの郭を配し、両河川の合流地点である北東側に向かって順に二の曲輪（二ノ丸）、本曲輪（本丸）、笹曲輪と、曲輪が連なる連郭式の構造となっている。搦手、本丸、二ノ丸、三ノ丸および諏訪曲輪には塹壕をともない、また北西側の荒川沿岸は断崖に面する。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%89%A2%E5%BD%A2%E5%9F%8E"
    ],
    [
      "",
      "埼玉県",
      "",
      "35.924514",
      "139.491503",
      "川越城",
      "武蔵野台地の北東端に位置する平山城。1848年（嘉永元年）に建られた本丸御殿の一部が現存する（埼玉県有形文化財）。かつての城は、現在の初雁公園から川越市役所に至る広さであった。大半は失われ、二の丸跡は川越市立博物館・川越市立美術館、三の丸跡は埼玉県立川越高等学校となっているが、高校の南に、小高い丘の「富士見櫓」跡（埼玉県指定史跡）が残り、頂に御嶽神社と浅間神社が建っている。川越城には天守はなく、宇都宮城の清明台櫓と同様に、城の中で一番高い所にあった富士見櫓が天守の代わりをしていた。富士見櫓は三層と考えられている[1]。中世から近世にかけて改築がなされ規模を大きく変えた。藩政時代には、酒井忠勝・松平信綱（知恵伊豆）や柳沢吉保など、幕府の要職についた歴代藩主が多く、幕閣の老中数7名は全国でも最多の藩の1つであり、江戸時代中期までは「老中の居城」であった（中期以降は親藩）。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B7%9D%E8%B6%8A%E5%9F%8E"
    ],
    [
      "",
      "千葉県",
      "",
      "35.721989",
      "140.216717",
      "佐倉城",
      "佐倉城は、鹿島山（標高30メートル）の西端部に築かれ、西側と南側を囲みこむように鹿島川とそれに合流する高崎川が流れ、北側には印旛沼に至る低湿地が広がっていたとされる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%BD%90%E5%80%89%E5%9F%8E"
    ],
    [
      "",
      "東京都",
      "",
      "35.688325",
      "139.754367",
      "江戸城",
      "江戸城（えどじょう）は、武蔵国豊嶋郡江戸（現在の東京都千代田区千代田）にあった日本の城である。現在は皇居となっている[3]。江城（こうじょう）および千代田城（ちよだじょう）が別名として知られているが、江戸時代に広く一般に用いられたのは「江城」であったという。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%B1%9F%E6%88%B8%E5%9F%8E"
    ],
    [
      "",
      "東京都",
      "",
      "35.652933",
      "139.252114",
      "八王子城",
      "八王子城は北条氏の本城である小田原城の支城であり、関東の西に位置する軍事上の拠点であった[1]。標高445 m（比高約240 m）の深沢山（現在の城山）に築城された中世山城である。深沢山は華厳菩薩妙行が延喜13年（913年）に山頂で修行した山で、修行中に牛頭天王と8人の王子が現れたとして延喜16年（916年）に八王子権現を祀ったことから、八王子城と名付けられた。別の説では山王権現を祀る日吉大社の末社である山王社が多摩地区には広く存在しており、深沢山にも山王社があったために日吉大社の神体山にちなんで「八王子山」とも呼ばれていたことから八王子城と名付けられたとする説もある（城跡には今日も「山王台」と呼ばれる場所がある）[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%85%AB%E7%8E%8B%E5%AD%90%E5%9F%8E"
    ],
    [
      "",
      "神奈川県",
      "",
      "35.251047",
      "139.153442",
      "小田原城",
      "小田原城（おだわらじょう）は、神奈川県小田原市にある戦国時代から江戸時代にかけての日本の城（平山城）。北条氏の本拠地としても有名で、江戸時代には小田原藩の藩庁があった。城跡は国の史跡に指定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B0%8F%E7%94%B0%E5%8E%9F%E5%9F%8E"
    ],
    [
      "",
      "山梨県",
      "",
      "35.686864",
      "138.577472",
      "躑躅ヶ崎館",
      "躑躅ヶ崎館（つつじがさきやかた）は、山梨県甲府市古府中（甲斐国山梨郡古府中）にあった戦国期の居館（または日本の城）[注 1]。甲斐国守護武田氏の居館で、戦国大名武田氏の領国経営における中心地となる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E8%BA%91%E8%BA%85%E3%83%B6%E5%B4%8E%E9%A4%A8"
    ],
    [
      "",
      "山梨県",
      "",
      "35.665289",
      "138.571339",
      "甲府城",
      "甲府城（こうふじょう）は、山梨県甲府市にあった日本の城である。別名、舞鶴城（まいづる（ぶかく） じょう）。国の史跡に指定されている[1][2]。天正11年（1583年）、一条小山に徳川家康の命で築城された。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%94%B2%E5%BA%9C%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "36.566108",
      "138.196006",
      "松代城（海津城）",
      "松代城（まつしろじょう）は、信濃国埴科郡海津[1]（現・長野県長野市松代町松代）にあった日本の城跡である。元々は海津城（かいづじょう）と呼ばれていたが貝津城とも言われた。また茅津城（かやつじょう）とも言われ茅の生い茂った地であったと伝える説もある。形式は輪郭式平城。国の史跡に指定されている。なお、越後国頚城郡にある松代城の読みは、「まつだい」である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E4%BB%A3%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "36.403922",
      "138.244794",
      "上田城",
      "上田城（うえだじょう）は、長野県上田市二の丸（旧・信濃国小県郡上田）にあった日本の城。なお、現在残っている城は仙石忠政によって江戸時代初期の寛永年間に再建築城されたものである。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%8A%E7%94%B0%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "36.327336",
      "138.417247",
      "小諸城",
      "小諸城（こもろじょう）は、 長野県小諸市（旧・信濃国佐久郡（のち北佐久郡）小諸[注 1]）にある日本の城跡。別名、酔月城、穴城、白鶴城。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B0%8F%E8%AB%B8%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "36.2391",
      "137.969119",
      "松本城",
      "松本城（まつもとじょう）は、長野県松本市（旧・信濃国筑摩郡[注 1]筑摩野松本）にある日本の城である。松本城と呼ばれる以前は深志城（ふかしじょう）といった。別名とされる「烏城（からすじょう）」[注 2]という呼称について、松本市教育委員会松本城管理事務所は、「烏城」という表現は歴史的な文献などに存在しないとして、誤りであるという見解を示している[1]。安土桃山時代末期-江戸時代初期に建造された天守は国宝に指定され、城跡は国の史跡に指定されている。天守が国宝指定された5城のうちの一つである（他は姫路城、犬山城、彦根城、松江城）。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E6%9C%AC%E5%9F%8E"
    ],
    [
      "",
      "長野県",
      "",
      "35.833078",
      "138.062803",
      "高遠城",
      "高遠城は諏訪氏一門の高遠頼継が居城としており、甲斐国守護の武田氏と同盟関係にある諏訪氏当主の頼重とは反目していた。頼継は1541年（天文10年）に甲斐守護武田晴信（信玄）に内応して諏訪攻略を援護している。頼重は武田により滅ぼされるが、諏訪の領有を巡り武田と頼継は対立し、1545年（天文14年）4月に武田勢は高遠城と藤沢頼親の福与城攻めを行い、伊那地方への進出拠点とした。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%AB%98%E9%81%A0%E5%9F%8E"
    ],
    [
      "",
      "新潟県",
      "",
      "37.955467",
      "139.325408",
      "新発田城",
      "城の北部を流れる加治川を外堀に利用した平城であり、本丸を中心に北の古丸と南の二の丸で囲い、その南側に三の丸を配する構造であった。現在は本丸の一部を除く全域と古丸全域、二の丸の一部が自衛隊駐屯地として利用され、本丸南側の石垣と堀、櫓門の本丸表門と二重櫓の二の丸隅櫓が現存。現存建築がある城跡としては新潟県内では唯一である[2]。ほかに三階櫓や二重櫓の復元建築がある。また、石垣は本丸の表門側のみに前面乱積みの石垣がもちいられ、他は腰巻石垣や土居であったと考えられている。しかし寛文9（1669）年の大地震により、石垣が崩落しその復旧工事で、切込接布積に改められたとされる[3]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%96%B0%E7%99%BA%E7%94%B0%E5%9F%8E"
    ],
    [
      "",
      "新潟県",
      "",
      "37.146689",
      "138.205553",
      "春日山城",
      "春日山城（かすがやまじょう）は、越後国頸城郡中屋敷春日山（現在の新潟県上越市春日山町）[1]にあった中世の山城（日本の城）。主に長尾氏の居城で、戦国武将上杉謙信の城として知られる。春日山城跡は国の史跡に指定されている。日本五大山城の一つとされることもある[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%98%A5%E6%97%A5%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "富山県",
      "",
      "36.749167",
      "137.020556",
      "高岡城",
      "高岡城（たかおかじょう）は、富山県高岡市古城（旧越中国射水郡関野）にあった日本の城（平城）。日本100名城のひとつである。現在、城跡は高岡古城公園（たかおかこじょうこうえん）として整備され、市民の憩いの場となっており、国の史跡に指定[1]されている。桜の名所としても有名で日本さくら名所100選に選定されている。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%AB%98%E5%B2%A1%E5%9F%8E"
    ],
    [
      "",
      "石川県",
      "",
      "37.009036",
      "136.983917",
      "七尾城",
      "七尾湾が一望できる、石動山系の北端の標高300mほどの尾根上（通称「城山」）にあり、その尾根から枝分かれする行く筋もの大小の尾根にも無数の砦を配置した大規模な山城である。「七尾」という名は「七つの尾根」（松尾・竹尾・梅尾・菊尾・亀尾・虎尾・龍尾）から由来されるという。別名として「松尾城」あるいは「末尾城」と記した資料も残る。これは城が七つの尾根のうち松尾に築かれたためである。いずれも尾根づたいに配された曲輪を連想させる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%83%E5%B0%BE%E5%9F%8E"
    ],
    [
      "",
      "石川県",
      "",
      "36.564317",
      "136.659228",
      "金沢城",
      "金沢平野のほぼ中央を流れる犀川と浅野川とに挟まれた小立野台地の先端に築かれた、戦国時代から江戸時代にかけての梯郭式の平山城である（かつて「尾山」と呼ばれたのもこの地形にちなむ。台地先端を山の尾とみなした）。櫓や門に見られる、白漆喰の壁にせん瓦を施した海鼠（なまこ）壁と屋根に白い鉛瓦が葺かれた外観、櫓1重目や塀に付けられた唐破風や入母屋破風の出窓は、金沢城の建築の特徴である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%87%91%E6%B2%A2%E5%9F%8E"
    ],
    [
      "",
      "福井県",
      "",
      "36.152422",
      "136.272144",
      "丸岡城",
      "福井平野丸岡市街地の東に位置する小高い独立した丘陵に築かれた平山城である。近世に山麓部分が増築され、周囲に五角形の内堀が廻らされていた。安土桃山時代に建造されたと推定される天守は重要文化財に指定されている。その他、石垣が現存している。移築現存する建物として、小松市の興善寺および、あわら市の蓮正寺に、それぞれ城門、丸岡町野中山王の民家に、不明門と伝わる城門がある。ほかに土塀が現存する。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%B8%E5%B2%A1%E5%9F%8E"
    ],
    [
      "",
      "福井県",
      "",
      "35.999492",
      "136.295564",
      "一乗谷城",
      "一乗谷朝倉氏遺跡（いちじょうだに あさくらし いせき）は、福井県福井市城戸ノ内町にある戦国時代の遺跡（日本の城）である。戦国時代に一乗谷城を中心に越前国を支配した戦国大名朝倉氏の遺跡。一乗谷城（山城）と山麓の城下町（朝倉氏および家臣の居館）からなる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%80%E4%B9%97%E8%B0%B7%E6%9C%9D%E5%80%89%E6%B0%8F%E9%81%BA%E8%B7%A1"
    ],
    [
      "",
      "岐阜県",
      "",
      "35.359931",
      "137.451022",
      "岩村城",
      "岩村城（いわむらじょう）は、岐阜県恵那市岩村町にある中世の日本の城（山城跡）で、岩村遠山氏が建造し代々城主となっていたが、戦国時代末期に団忠正や河尻秀隆が城主となった時期もあった。江戸時代には岩村藩の城となった。付近は霧が多く発生するため、別名・霧ヶ城とも呼ばれる。中津川市の苗木城、可児市の兼山城と並び岐阜の三山城と称される。岐阜県指定史跡[1]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%A9%E6%9D%91%E5%9F%8E"
    ],
    [
      "",
      "岐阜県",
      "",
      "35.434072",
      "136.782214",
      "岐阜城",
      "岐阜城（ぎふじょう）は、美濃国井之口の山[稲葉山]（現・岐阜県岐阜市の金華山）にあった城（山城跡）。もとは稲葉山城と言い、鎌倉時代以来の歴史があり[1]、本格的に整備されたのは戦国時代の斎藤道三の時期だと考えられる。織田信長が1567年の稲葉山城の戦いにより斎藤龍興から奪取し、本拠地を小牧山から当城へと移し、その縄張りを破却して新たに造営したものが岐阜城である。『信長公記』に「尾張国小真木山より濃州稲葉山へ御越しなり。井口と申すを今度改めて、岐阜と名付けさせられ」と記載されており、ここから天下布武、天下統一をおこなうという意味をこめて、信長が山頂にある城や麓にある町などを「井口」から「岐阜」へと改名したことにより「岐阜城」と呼ばれることになった",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%90%E9%98%9C%E5%9F%8E"
    ],
    [
      "",
      "静岡県",
      "",
      "35.156397",
      "138.992419",
      "山中城",
      "北条氏によって築城され、小田原城の支城として位置づけられる。箱根十城のひとつ[1]。三島市によって当時を反映した整備改修がなされ、堀や土塁などの遺構は風化を避けるため、盛土による被履の上芝を張って保護し、畝堀や障子堀の構造が明確に把握できるように整備されており北条氏の築城方法を良く知ることのできる城跡となっている。また、北条氏滅亡と共に廃城となったため、北条氏独特の城郭の構造を多く残していることが注目される。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B1%B1%E4%B8%AD%E5%9F%8E"
    ],
    [
      "",
      "静岡県",
      "",
      "34.979167",
      "138.383333",
      "駿府城",
      "駿府城（すんぷじょう）は、静岡県静岡市葵区にあった日本の城である。別名は、府中城（ふちゅうじょう）、駿河府中城（するがふちゅうじょう）、静岡城（しずおかじょう）など。江戸時代には駿府藩や駿府城代が、明治維新期には再び駿府藩（間もなく静岡藩に改称）が置かれた。江戸初期には大御所政治（駿府政権）の中心地となった",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%A7%BF%E5%BA%9C%E5%9F%8E"
    ],
    [
      "",
      "静岡県",
      "",
      "34.775417",
      "138.014733",
      "掛川城",
      "戦国時代には東海道を扼する遠江国東部の中心、拠点として掛川はしばしば争奪戦の舞台となった。朝比奈氏によって逆川の北沿岸にある龍頭山に築かれたとされ、現在見られる城郭の構造の基本的な部分は安土桃山時代に同地に入封した山内一豊によるものである。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%8E%9B%E5%B7%9D%E5%9F%8E"
    ],
    [
      "",
      "愛知県",
      "",
      "35.388322",
      "136.939261",
      "犬山城",
      "犬山城（いぬやまじょう）は、尾張国と美濃国の境、木曽川南岸の地「犬山」にあった日本の城である。現在の場所で言えば愛知県犬山市にあり、天守のみが現存し、江戸時代までに建造された「現存天守12城」のひとつである。また天守が国宝指定された5城のうちの一つである（他は姫路城、松本城、彦根城、松江城）。城跡は「犬山城跡」として、国の史跡に指定されている[1][2]。日本で最後まで個人が所有していた城（2004年まで個人所有）である。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E7%8A%AC%E5%B1%B1%E5%9F%8E"
    ],
    [
      "",
      "愛知県",
      "",
      "35.185492",
      "136.899086",
      "名古屋城",
      "16世紀の前半に今川氏親が、尾張進出のために築いた「柳ノ丸」が名古屋城の起源とされる。この城は、のちの名古屋城二之丸一帯にあったと考えられている。1538年（天文七年）、織田信秀が今川氏豊から奪取し那古野城と改名した。信秀は一時期この城に居住し、1542年頃に信秀は古渡城に移り、那古野城は信長の居城となった（かつては1532年に城を奪取し、信長は那古野城で生まれたとされていたが、近年は上記の為勝幡城で生まれたという説が有力である）。1555年（弘治元年）に信長が清須城（清洲城）に本拠を移し、その後叔父の信光に与えられるが家臣に殺害されたため、家臣の林秀貞が守ることになるもやがて廃城となった。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%90%8D%E5%8F%A4%E5%B1%8B%E5%9F%8E"
    ],
    [
      "",
      "愛知県",
      "",
      "34.956308",
      "137.158806",
      "岡崎城",
      "岡崎城（おかざきじょう）は、三河国岡崎藩（現在の愛知県岡崎市康生町）にあった日本の城。徳川家康の生地である。別名、龍城。戦国時代から安土桃山時代には松平氏の持ち城、江戸時代には岡崎藩の藩庁であった。岡崎城は当初、「岡竒城」と記された。また、『三河国名所図会』には、「岡崎は享禄（1528年（享禄元年） - 1531年（享禄4年））以来の名號にして、其以前は菅生郷なり、」と記載されている[2]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E5%B2%A1%E5%B4%8E%E5%9F%8E"
    ],
    [
      "",
      "愛知県",
      "",
      "34.922817",
      "137.559847",
      "長篠城",
      "長篠城（ながしのじょう）は、三河設楽郡長篠（愛知県新城市長篠）にあった日本の城。特に天正3年（1575年）の長篠の戦いに先立つ長篠城をめぐる激しい攻防戦で知られる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E9%95%B7%E7%AF%A0%E5%9F%8E"
    ],
    [
      "",
      "三重県",
      "",
      "34.770142",
      "136.127142",
      "伊賀上野城\t",
      "上野城（うえのじょう）は、三重県伊賀市上野丸之内（上野公園）にあった日本の城（平山城）である。白鳳城、伊賀上野城とも呼ばれる。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E4%B8%8A%E9%87%8E%E5%9F%8E"
    ],
    [
      "",
      "三重県",
      "",
      "34.575889",
      "136.525722",
      "松阪城",
      "城の縄張りは梯郭式平山城である[3]。松阪市の中心地の北部に位置する。阪内川が城北を流れ天然の堀となっている[3]。江戸時代初期には松坂藩の居城となっていたが、廃藩後は御三家紀州藩の南伊勢国内17万9千石を統括するために城代が置かれた[3]。",
      "",
      "",
      "https://ja.wikipedia.org/wiki/%E6%9D%BE%E5%9D%82%E5%9F%8E"
    ]
  ]
}